{"content": [
{
  "name": "迪化街",
  "description": "臺北市現存唯一最完整也最具歷史意義的老街",
  "history": {
    "formation": "清代末期最早有商店出現，是在西元1851年，由同安籍移民林藍田為了躲避海盜洗劫，從雞籠（基隆）逃到大稻埕來，設立最早的3間店舖。",
    "early_location": "現今迪化街一段154號",
    "development": "兩年後，在移民械鬥中失敗，由郊商林右藻帶領，輾轉遷到大稻埕，在林藍田的店舖對面紛紛建起商店，形成「中街」。"
  },
  "architecture": {
    "overview": "中街的建築，可說是迪化街上最為宏偉壯觀、高聳華麗，有的富麗堂皇，有的精簡均衡，一路上可以看見仿巴洛克式的立體外觀浮雕，及花草紋的裝飾。",
    "styles": [
      {
        "name": "臺灣閩南式",
        "features": [
          "單層樓為主",
          "瓦片覆蓋的斜屋頂",
          "木板組成的門窗",
          "屋簷下的亭仔腳"
        ],
        "details": [
          {
            "name": "斜面的屋頂",
            "description": "因夏季多雨，方便排水。"
          },
          {
            "name": "半樓",
            "description": "在天花板與屋頂間隔起的小閣樓，可儲放貨物和加工等用途。"
          },
          {
            "name": "檻窗",
            "description": "由長條木板相嵌組成，白天可以一塊一塊拆下做為店面，方便交易；晚上拼裝起來做堅固的窗。"
          },
          {
            "name": "平板",
            "description": "是活動的貨架，翻起撐住後即可擺貨販賣，以增加買賣空間。"
          },
          {
            "name": "亭仔腳",
            "description": "像我們現在的騎樓，可遮陽避雨，也方便行走購物。"
          }
        ]
      },
      {
        "name": "仿巴洛克式",
        "example": "迪化街一段131號的漢誠堂",
        "features": [
          "高聳突出的山牆",
          "緊密細緻的花草紋飾",
          "華美的柱頭裝飾"
        ],
        "details": [
          {
            "name": "山牆",
            "description": "指的是屋頂凸起如山形的牆面，是裝飾的重點所在。中間的「壁龕形」裝飾和外夾兩個渦卷紋，顯得氣派而華美。"
          },
          {
            "name": "收頭",
            "description": "在山牆的裝飾性短柱上方，有著各種不同形式的收頭。有獎杯形、燈形、圓球形等等。"
          },
          {
            "name": "花臺",
            "description": "凸出而曲線優雅，表現出居家休閒的氣氛。"
          },
          {
            "name": "匾額框",
            "description": "是傳統的裝飾法，可以塑上(泰東)店號，讓顧客好記憶。"
          },
          {
            "name": "花草紋飾",
            "description": "綵帶和花環的造型，是由西方耶誕節的裝飾物品演變而來的。"
          },
          {
            "name": "托架",
            "description": "源自希臘神殿的作法，用來撐托門框的樑架，但這裡只是扮演裝飾性的角色。"
          },
          {
            "name": "建材",
            "description": "大都以洗石子和紅磚交疊成紋，柱子以凸起凹入的線條來製造明暗相間的效果。"
          }
        ]
      },
      {
        "name": "現代主義式",
        "features": [
          "外觀簡潔明朗",
          "注重線條的表現",
          "平直的女兒牆取代凸出的山牆",
          "減少花草紋飾的裝飾",
          "以幾何圖案設計為主"
        ],
        "example": "乾元行",
        "details": [
          {
            "name": "山牆",
            "description": "水平狀的簷板取代複雜的花草紋飾。"
          },
          {
            "name": "牛眼窗",
            "description": "似牛眼的圓窗，以人參圖案圍繞，襯托出中藥行特色。"
          },
          {
            "name": "窗",
            "description": "採雙六角形設計。"
          },
          {
            "name": "柱式",
            "description": "竹節式的壁柱，以規律的線條配合整體設計。"
          },
          {
            "name": "匾額框",
            "description": "保留傳統匾額框形式，但採凹入設計，並不突出立面，框線線條簡單。"
          },
          {
            "name": "鑄鐵欄杆",
            "description": "乾淨俐落的欄杆設計，代替傳統的花台形式。"
          }
        ]
      },
      {
        "name": "洋樓式",
        "features": [
          "以紅磚搭建的兩層樓房為主",
          "屋頂上平直的「女兒牆」",
          "細膩的簷間線腳",
          "拱形的窗戶",
          "花瓶狀排列的欄杆"
        ],
        "details": [
          {
            "name": "拱型窗",
            "description": "由拱形迴廊演變而來。"
          },
          {
            "name": "紅磚",
            "description": "台灣本地燒製的紅磚質地堅硬，為主要建材。"
          },
          {
            "name": "女兒牆",
            "description": "樓頂加蓋的平直短牆，裝飾用無實際功能。"
          },
          {
            "name": "柱式",
            "description": "混合中西方柱式的做法，乍看好像將柱礎部份(底座)倒提成柱頭。"
          },
          {
            "name": "花瓶欄杆",
            "description": "是台灣洋樓建築的主要特徵，以上綠色釉彩最普遍，但也有罕見的藍色釉彩、白色釉彩花瓶欄杆。"
          }
        ]
      }
    ]
  },
  "products": [
    {
      "name": "中藥材",
      "description": "中藥的材取大都來自大自然，總數可多達七千餘種。主要分為植物、動物和礦石三大類，其中以植物類占多數。",
      "categories": [
        {
          "name": "植物類",
          "examples": ["蘆葦的根部", "檀香木的心材", "肉桂", "枇杷葉", "菊花", "枸杞子", "冬蟲夏草"]
        },
        {
          "name": "動物類",
          "examples": ["海馬", "雪蛤", "虎骨", "鹿茸", "雄麝香曩中的分泌物", "紫河車"]
        },
        {
          "name": "礦石類",
          "examples": ["石膏", "浮石", "硫磺", "龍骨", "砒霜"]
        }
      ]
    },
    {
      "name": "南北貨",
      "description": "走在中街，一眼望去，琳琅滿目的南北貨，已經成為今日迪化街最有代表性的行業。",
      "categories": [
        {
          "name": "海產類",
          "description": "各種海洋生物的乾貨，可當零嘴小吃、或是真空包裝的鮮魚、也可製成丸或餃的冷凍食品等。"
        },
        {
          "name": "山產類",
          "description": "山地出產的各類蔬果乾貨、可沖泡飲用性植物、五穀雜糧和食補性的中藥材等。"
        },
        {
          "name": "罐頭類"
        },
        {
          "name": "瓜果點心類"
        }
      ]
    }
  ]
},{
  "title": "大稻埕碼頭",
  "content": [
    {
      "paragraph": "1858年，清廷於英法聯軍戰敗後，簽訂天津條約，議定開放台灣港口為通商口岸，「台灣淡水」被增列於法約中。1863年，淡水港的範圍包括淡水河口上的艋舺、大稻埕（圖一）。"
    },
    {
      "paragraph": "1866年，美國商人陶德（John  Dodd）原找艋舺地區設置烘焙設備，但遭排擠，擇於大稻埕做為茶葉加工中心。"
    },
    {
      "paragraph": "而後從各國來台的洋行外商，選擇已具規模且民風較開放的大稻埕作為貿易港埠，且貿易市場擴展至北美及歐洲，使大稻埕成為國際貿易的一站，碼頭進出的物資量大為增加。"
    },
    {
      "image": {
        "id": "圖一",
        "caption": "大稻埕碼頭一景"
      }
    },
    {
      "paragraph": "在鼎盛時期，以茶葉、樟腦等經濟作物輸出為主的貿易行為，擴大了大稻埕商圈的範圍，最後連桃園、新竹一帶物資，也以大稻埕為集散地。"
    },
    {
      "paragraph": "1920年代，淡水港因受淡水河上游開墾伐木、破壞水土保持而淤積的影響，以及日本人刻意經營基隆港和縱貫鐵路（基隆為起站）開通等因素，淡水港的功能日趨衰退，創造財富的大稻埕碼頭也漸漸沒落，走入歷史。"
    },
    {
      "image": {
        "id": "圖二",
        "caption": "展示於大稻埕碼頭內的大型船體「唐山帆船」。"
      }
    },
    {
      "paragraph": "現在於大稻埕碼頭內展示的大型船體，為清代台灣所使用於航海的船隻（圖二），名為「唐山帆船」，又名「戎克(junk)船」、「中國式帆船」，一般長度約為三十公尺，現展示於大稻埕碼頭內的船體以百分之四十比例縮小為十二公尺。唐山帆船為清代中國和台灣間貿易航運的常見船隻，也共同參與了大稻埕的繁榮史。"
    }
  ]
},{
  "title": "波麗路西餐廳",
  "sections": [
    {
      "title": "一、歷史沿革",
      "content": [
        "波麗路西餐廳本店位於民生西路314號，1934年，由喜好西洋古典音樂的廖水來開設，店名取自於法國作曲家「拉威爾」的一首管弦舞曲名。原在餐廳擔任大廚工作的廖水來，因為喜愛音樂，就在當時繁華的大稻埕，位在台北市民生西路與延平北路交叉口，開設了這家西餐廳。",
        "為了不辜負《波麗路》這首名曲，廖水來還專程到國外，不惜重金購買一流的進口音響，使「波麗路」的格調更形高雅，吸引許多社會名流在此聚會。台灣光復後，「波麗路」已成為文人聚會的地方，李天祿、古龍、詹天馬、周添旺、鄧雨賢等音樂、藝文界人士都常在那裡約會，談文學、談繪畫、談音樂。",
        "從1934年至今，「波麗路」已歷經了將近八十個寒暑。當年以法式餐點如法國鴨子飯及精緻的西點、咖啡聞名，到今天依然維持這項風格。所不同的是，「波麗路」由原來的一間店，擴張成兩家店。老主人去世後，把產業分給兩個兒子，每個兒子各得一間「波麗路」。其中打著「波麗路本店」的西餐廳給了大兒子，位在「波麗路本店」隔壁的「波?路」給了二兒子。"
      ],
      "subsections": [
        {
          "title": "波麗路本店",
          "content": [
            "在「波麗路」工作三十五年，從小弟爬到總經理的廖聰麒表示，廖水來創辦人是一位白手起家，很有生意頭腦的人。除了把餐廳裝點得美輪美奐，讓老顧客一再回籠外，他還一度把名牌音響擺在店門口，讓路過的人聽到悠揚音樂、看到豪華音響，此舉果然吸引川流不息的人潮，經常要排隊等座位。",
            "廖聰麒說，當時大稻埕是台北市最熱鬧的地方，除文人雅士相約在「波麗路」聚會外，許多生意人也選擇這裡談生意，王永慶就曾來過好多次。",
            "另外，「波麗路」的浪漫情調特別適合相親，一對對的情侶在這裡許下他們的海誓山盟；而數十年後，他們的子女也來這裡相親，傳下不少佳話。"
          ]
        },
        {
          "title": "波?路餐廳",
          "content": []
        }
      ]
    },
    {
      "title": "二、餐飲特色",
      "content": [
        "當年餐廳內使用的長型火車座位，是現在餐廳的特色之一，藍色軟質的沙發與桌子倚牆排排靠，客人一坐定，頂多只露出半個頭，背坐另一桌的客人，隱密性高，適合談情論事。目前餐廳靠牆處仍保留火車座位，同時另增闢高腳的方桌圓椅。",
        "除了有懷舊特別的座位外，波麗路所使用的餐具更令人眼睛一亮。八十年來所用的餐具未曾改變過，堅持使用獨門特製的不銹鋼牛排鐵盤及杯碗，套餐中的雞尾酒及濃湯也是用不銹鋼高腳杯與不銹鋼蓋碗來盛裝，相當有特色。",
        "店內最有名的餐點有咖哩雞套餐、鴨子飯套餐、羊排套餐、豬腳套餐、黑胡椒沙朗牛排等，其中，咖哩雞飯裝在圓形的不銹鋼盒內，很像懷舊鐵路便當，裡面分兩層，上層是主菜，下層盛著橄欖形白飯及配菜，頗有古早味道。這道咖哩雞飯可說是店裡的人氣商品，從開店即有的招牌料理，流傳數十年，依舊保有原始風味不曾更改。",
        "波麗路現在還有許多已服務數十年的男服務生，這和其他講究風潮新穎的西餐廳裡的年輕男女侍者，實在是大相逕庭。在這個有著老的餐具、老的擺設、老的服務生及老照片的老店裡，吃著懷舊的西餐，應該是很不錯的享受！"
      ]
    }
  ]
},{
  "title": "霞海城隍廟",
  "sections": [
    {
      "title": "一、談宗教",
      "content": [
        "一般的城隍都是官設的，而臺北迪化街的霞海城隍廟卻是民建的，霞海城隍廟建於咸豐9年（西元1859年），是大稻埕最著名的寺廟，稱為「霞海城隍廟」(圖一)。",
        "據說是跟它的祖廟有關。因為神像是由福建泉州同安移民，從同安下店鄉城隍廟奉請而來，當地又稱「霞城」，而原廟建於城南的「臨海門」一帶，因此神像被稱為「霞海城隍」。來台後，最初奉祀於艋舺八甲?（現今廣州街老松國小一帶），成為同安移民的共同信仰。咸豐3年（西元1853年），艋舺發生「頂下郊拼」械鬥，戰敗的同安人帶著他們信仰的霞海城隍爺逃到大稻埕。於咸豐6年（西元1856年），由大稻埕的同安人開始籌建城隍廟，經林佑藻、陳浩然與蘇斐然等人的資助，三年後終於座落於此（即現址的迪化街一段61號）。",
        "廟內主祀城隍爺、城隍夫人、文武判官、范謝將軍（七爺八爺）、牛、馬、枷、鎖四爺以及五營兵將……等。除此之外還有在頂下郊拼中，為了保護神像中不幸犧牲的38位勇士的神主牌位稱為義勇公（圖二）。",
        "廟中也供奉月下老人(圖三)，為天下原本「不識」的有情人，促成好姻緣。平日善男信女來此參拜，除了感謝月老的牽引，也祈求百年好合、永浴愛河。霞海城隍廟與其他廟宇最大的不同點，是在於它與社區的互動非常密切，舉凡大大小小的活動，城隍廟總是化被動為主動，我們認為這不僅是城隍廟對社區的回饋，更是宗教信仰的最高表現。"
      ],
      "images": [
        {
          "id": "圖一",
          "caption": "霞海城隍廟"
        },
        {
          "id": "圖二",
          "caption": "義勇公"
        },
        {
          "id": "圖三",
          "caption": "月下老人"
        }
      ]
    },
    {
      "title": "二、談建築",
      "content": [
        "霞海城隍廟於民國七十四年被內政部列為國家3級古蹟，佔地僅40餘坪。後來大稻埕商業貿易興盛，城隍廟仍沒有翻新擴建，據說該廟地在風水上是「雞母珠穴」，據說是個福地，廟地愈小愈旺，所以不可輕率翻動，以免地方不安。另外廟宇沒有擴建的另一個重要原因是：因為廟地接近市街商店，只能維修而無法重建，所以百年來只經歷過三次維修，一直維持原貌而未加以重建。但霞海城隍廟是最簡單的單殿式建築，其最大的特色為「刀型」（圖四）的建築外觀，據廟宇管理人－陳文文女士表示，是讓城隍爺在判案時能夠「當機立斷」，而刀口朝向淡水河，有鎮邪止煞的功能。"
      ],
      "images": [
        {
          "id": "圖四",
          "caption": "「刀型」建築特色"
        }
      ]
    },
    {
      "title": "三、談石獅",
      "content": [
        "在霞海城隍廟前兩側聳立的一對石獅子，為一公一母。如何區別公獅、母獅呢？方法很簡單，母獅在左邊（圖五）（面對廟門的左側），公獅在右邊。前腳有球或脖子上掛個鈴鐺，圓突的眼睛，炯炯有神，飽滿的短鼻，不失俏皮可愛。有張寬裂的大嘴，似乎在威嚇心存惡念的人。而慈聖宮的母獅子腳下會有隻小獅子與牠嬉戲（圖七）。"
      ],
      "images": [
        {
          "id": "圖五",
          "caption": "霞海城隍廟前的母獅"
        },
        {
          "id": "圖六",
          "caption": "霞海城隍廟前的公獅"
        },
        {
          "id": "圖七",
          "caption": "慈聖宮門前的母獅子和小獅子"
        }
      ]
    },
    {
      "title": "四、談門神",
      "content": [
        "門神是所有寺廟裡都有的裝飾藝術。而立於霞海城隍廟的中門門神，是秦叔寶(圖六)與尉遲恭(圖七)。傳說唐太宗晚年經常作惡夢，因為都是這兩位將軍站在門外，才得以一夜好眠，所以，才將他們奉為門神。另外，左右兩邊的門神就是文官，以賜福代替威嚇，手中捧著冠、祿、牡丹、和酒器，意味著「加官進祿、富貴晉爵」。"
      ],
      "images": [
        {
          "id": "圖六",
          "caption": "門神秦叔寶"
        },
        {
          "id": "圖七",
          "caption": "門神尉遲恭"
        }
      ]
    }
  ]
},{
  "title": "永樂布市與周邊美食",
  "sections": [
    {
      "title": "一、永樂布市",
      "content": [
        "永樂布市分布在永樂市場（迪化街一段）及附近的大街小巷內，這裡聚集了近千家的布行，各種布料一應俱全。可說是全臺灣最大的布料批發市集及零售中心。永樂布市的成立比大稻埕商圈稍晚，約在西元一九O八年的日治期間，當時的日商，將日本印花布料大量的輸入臺灣，取代了當地染布業的傳統生意。他們將這個地方建立為進口布料的批發中心（圖一）。",
        "光復後，日商離開臺灣，在政府的鼓勵和廠商對布料的研發，再度讓迪化街的布市更為茁壯。到目前為止，全臺灣有90％的布帛批發商都集中在此地，並以經營臺灣自製生產的布料為主，這是現今獨具風味在臺北難得一見的行業特色。"
      ],
      "images": [
        {
          "id": "圖一",
          "caption": "永樂布業批發商場"
        }
      ]
    },
    {
      "title": "二、永樂布市－周邊美食",
      "content": [
        "永樂市場的周邊竟然也隱藏許多美食，他們看起來都是一些經營多年的老店，值得您來細細品嚐一番。有正宗臺南口味的土魠魚羹（圖三）、旗魚米粉、金仙蝦捲、臺南碗粿、米苔目（圖四）、炸臭豆腐……等，這些店家都是位於永樂市場旁的路邊。",
        "另外在永樂市場的騎樓下，也有賣古早味的紅豆湯、杏仁露的攤子（圖五），天冷時也可來碗花生湯外加油條。除了這幾家有名的小吃外，在迪化街和民生西路口還有家賣四神湯和肉包的攤子，吃過的人都說：這家包子料多實在、相當美味（圖六）。路過時，您別忘了去吃吃看喔！"
      ],
      "images": [
        {
          "id": "圖三",
          "caption": "正宗臺南土魠魚羹"
        },
        {
          "id": "圖四",
          "caption": "好吃的米苔目"
        },
        {
          "id": "圖五",
          "caption": "古早味的紅豆、花生湯"
        },
        {
          "id": "圖六",
          "caption": "料多實在的四神湯、包子"
        }
      ]
    }
  ]
}]}