{
  "title": "霞海城隍廟",
  "sections": [
    {
      "title": "一、談宗教",
      "content": [
        "一般的城隍都是官設的，而臺北迪化街的霞海城隍廟卻是民建的，霞海城隍廟建於咸豐9年（西元1859年），是大稻埕最著名的寺廟，稱為「霞海城隍廟」(圖一)。",
        "據說是跟它的祖廟有關。因為神像是由福建泉州同安移民，從同安下店鄉城隍廟奉請而來，當地又稱「霞城」，而原廟建於城南的「臨海門」一帶，因此神像被稱為「霞海城隍」。來台後，最初奉祀於艋舺八甲?（現今廣州街老松國小一帶），成為同安移民的共同信仰。咸豐3年（西元1853年），艋舺發生「頂下郊拼」械鬥，戰敗的同安人帶著他們信仰的霞海城隍爺逃到大稻埕。於咸豐6年（西元1856年），由大稻埕的同安人開始籌建城隍廟，經林佑藻、陳浩然與蘇斐然等人的資助，三年後終於座落於此（即現址的迪化街一段61號）。",
        "廟內主祀城隍爺、城隍夫人、文武判官、范謝將軍（七爺八爺）、牛、馬、枷、鎖四爺以及五營兵將……等。除此之外還有在頂下郊拼中，為了保護神像中不幸犧牲的38位勇士的神主牌位稱為義勇公（圖二）。",
        "廟中也供奉月下老人(圖三)，為天下原本「不識」的有情人，促成好姻緣。平日善男信女來此參拜，除了感謝月老的牽引，也祈求百年好合、永浴愛河。霞海城隍廟與其他廟宇最大的不同點，是在於它與社區的互動非常密切，舉凡大大小小的活動，城隍廟總是化被動為主動，我們認為這不僅是城隍廟對社區的回饋，更是宗教信仰的最高表現。"
      ],
      "images": [
        {
          "id": "圖一",
          "caption": "霞海城隍廟"
        },
        {
          "id": "圖二",
          "caption": "義勇公"
        },
        {
          "id": "圖三",
          "caption": "月下老人"
        }
      ]
    },
    {
      "title": "二、談建築",
      "content": [
        "霞海城隍廟於民國七十四年被內政部列為國家3級古蹟，佔地僅40餘坪。後來大稻埕商業貿易興盛，城隍廟仍沒有翻新擴建，據說該廟地在風水上是「雞母珠穴」，據說是個福地，廟地愈小愈旺，所以不可輕率翻動，以免地方不安。另外廟宇沒有擴建的另一個重要原因是：因為廟地接近市街商店，只能維修而無法重建，所以百年來只經歷過三次維修，一直維持原貌而未加以重建。但霞海城隍廟是最簡單的單殿式建築，其最大的特色為「刀型」（圖四）的建築外觀，據廟宇管理人－陳文文女士表示，是讓城隍爺在判案時能夠「當機立斷」，而刀口朝向淡水河，有鎮邪止煞的功能。"
      ],
      "images": [
        {
          "id": "圖四",
          "caption": "「刀型」建築特色"
        }
      ]
    },
    {
      "title": "三、談石獅",
      "content": [
        "在霞海城隍廟前兩側聳立的一對石獅子，為一公一母。如何區別公獅、母獅呢？方法很簡單，母獅在左邊（圖五）（面對廟門的左側），公獅在右邊。前腳有球或脖子上掛個鈴鐺，圓突的眼睛，炯炯有神，飽滿的短鼻，不失俏皮可愛。有張寬裂的大嘴，似乎在威嚇心存惡念的人。而慈聖宮的母獅子腳下會有隻小獅子與牠嬉戲（圖七）。"
      ],
      "images": [
        {
          "id": "圖五",
          "caption": "霞海城隍廟前的母獅"
        },
        {
          "id": "圖六",
          "caption": "霞海城隍廟前的公獅"
        },
        {
          "id": "圖七",
          "caption": "慈聖宮門前的母獅子和小獅子"
        }
      ]
    },
    {
      "title": "四、談門神",
      "content": [
        "門神是所有寺廟裡都有的裝飾藝術。而立於霞海城隍廟的中門門神，是秦叔寶(圖六)與尉遲恭(圖七)。傳說唐太宗晚年經常作惡夢，因為都是這兩位將軍站在門外，才得以一夜好眠，所以，才將他們奉為門神。另外，左右兩邊的門神就是文官，以賜福代替威嚇，手中捧著冠、祿、牡丹、和酒器，意味著「加官進祿、富貴晉爵」。"
      ],
      "images": [
        {
          "id": "圖六",
          "caption": "門神秦叔寶"
        },
        {
          "id": "圖七",
          "caption": "門神尉遲恭"
        }
      ]
    }
  ]
}